Repository: SpaciousCoder78/liferea
Catalog: po/*.po
Languages: te

source: <small>(%s for URL)</small>
te: <small>(URL కోసం %s)</small>

source: Browser
te: బ్రౌజర్

source: Toolbar Settings
te: టూల్‌బార్ సెట్టింగ్‌లు

source: _Hide toolbar.
te: టూల్‌బార్‌ను దాచండి. (_H)

source: Toolbar _button labels:
te: టూల్‌బార్ బటన్ లేబుల్‌లు: (_B)

source: Desktop
te: డెస్క్‌టాప్

source: HTTP Proxy Server
te: HTTP ప్రాక్సీ సర్వర్

source: _Auto Detect (GNOME or environment)
te: ఆటో డిటెక్ట్ (గ్నోమ్ లేదా ఎన్విరాన్మెంట్) (_A)

source: _No Proxy
te: ప్రాక్సీ లేదు (_N)

source: _Manual Setting:
te: మాన్యువల్ సెట్టింగ్: (_M)

source: Proxy _Host:
te: ప్రాక్సీ హోస్ట్: (_H)

source: Proxy _Port:
te: ప్రాక్సీ పోర్ట్: (_P)

source: Use Proxy Au_thentication
te: ప్రాక్సీ ప్రమాణీకరణను ఉపయోగించండి (_T)

source: Proxy _Username:
te: ప్రాక్సీ వినియోగదారు పేరు: (_U)

source: Proxy Pass_word:
te: ప్రాక్సీ పాస్‌వర్డ్: (_W)

source: Proxy
te: ప్రాక్సీ

source: Privacy Settings
te: గోప్యతా సెట్టింగ్‌లు

source: Tell websites that I do _not want to be tracked.
te: నన్ను ట్రాక్ చేయకూడదని వెబ్‌సైట్‌లకు చెప్పండి. (_N)

source: Tell websites not to _sell or share my data.
te: నా డేటాను అమ్మవద్దని లేదా పంచుకోవద్దని వెబ్‌సైట్‌లకు చెప్పండి. (_S)

source: _Intelligent Tracking Prevention.
te: ఇంటెలిజెంట్ ట్రాకింగ్ నివారణ. (_I)

source: This enables the WebKit feature described <a href="https://webkit.org/tracking-prevention/">here</a>.
te: ఇది <a href="https://webkit.org/tracking-prevention/">ఇక్కడ</a> వివరించిన వెబ్‌కిట్ ఫీచర్‌ను ప్రారంభిస్తుంది.

source: Use _Reader mode.
te: రీడర్ మోడ్‌ని ఉపయోగించండి. (_R)

source: This enables <a href="https://github.com/mozilla/readability">stripping</a> all non-content elements (like scripts, fonts, tracking)
te: ఇది కంటెంట్ కాని అన్ని అంశాలను (స్క్రిప్ట్‌లు, ఫాంట్‌లు, ట్రాకింగ్ వంటివి) <a href="https://github.com/mozilla/readability">స్ట్రిప్పింగ్</a> చేయడానికి వీలు కల్పిస్తుంది.

source: Privacy
te: గోప్యత

source: Subscription Properties
te: సబ్‌స్క్రిప్షన్ ప్రాపర్టీస్

source: Feed _Name
te: ఫీడ్ పేరు (_N)

source: Update _Interval
te: విరామం అప్‌డేట్ చేయండి (_I)

source: _Use global default update interval.
te: గ్లోబల్ డిఫాల్ట్ నవీకరణ విరామాన్ని ఉపయోగించండి. (_U)

source: _Feed specific update interval of
te: ఫీడ్ నిర్దిష్ట నవీకరణ విరామం (_F)

source: _Don't update this feed automatically.
te: ఈ ఫీడ్‌ను స్వయంచాలకంగా నవీకరించవద్దు. (_D)

source: This feed provider suggests an update interval of %d minutes.
te: ఈ ఫీడ్ ప్రొవైడర్ %d నిమిషాల నవీకరణ విరామాన్ని సూచిస్తుంది.

source: General
te: జనరల్

source: Liferea can use external filter scripts in order to access feeds and directories in non-supported formats.
te: మద్దతు లేని ఫార్మాట్లలో ఫీడ్‌లు మరియు డైరెక్టరీలను యాక్సెస్ చేయడానికి లైఫ్రియా బాహ్య ఫిల్టర్ స్క్రిప్ట్‌లను ఉపయోగించవచ్చు.

source: Source
te: మూలం

source: The cache setting controls if the contents of feeds are saved when Liferea exits. Marked items are always saved to the cache.
te: Liferea నిష్క్రమించినప్పుడు ఫీడ్‌ల కంటెంట్‌లు సేవ్ చేయబడ్డాయో లేదో కాష్ సెట్టింగ్ నియంత్రిస్తుంది. గుర్తించబడిన అంశాలు ఎల్లప్పుడూ కాష్‌లో సేవ్ చేయబడతాయి.

source: _Default cache settings
te: డిఫాల్ట్ కాష్ సెట్టింగ్‌లు (_D)

source: Di_sable cache
te: కాష్‌ని నిలిపివేయండి (_S)

source: _Unlimited cache
te: అపరిమిత కాష్ (_U)

source: _Number of items to save:
te: సేవ్ చేయాల్సిన వస్తువుల సంఖ్య: (_N)

source: Archive
te: ఆర్కైవ్

source: Use HTTP _authentication
te: HTTP ప్రమాణీకరణను ఉపయోగించండి (_A)

source: Download
te: డౌన్‌లోడ్ చేయండి

source: _Automatically download all enclosures of this feed.
te: ఈ ఫీడ్ యొక్క అన్ని ఎన్‌క్లోజర్‌లను స్వయంచాలకంగా డౌన్‌లోడ్ చేయండి. (_A)

source: Auto-_load item link in configured browser when selecting articles.
te: కథనాలను ఎంచుకునేటప్పుడు కాన్ఫిగర్ చేయబడిన బ్రౌజర్‌లో ఆటో-లోడ్ ఐటెమ్ లింక్. (_L)

source: Ignore _comment feeds for this subscription.
te: ఈ సబ్‌స్క్రిప్షన్ కోసం వ్యాఖ్య ఫీడ్‌లను విస్మరించండి. (_C)

source: _Mark downloaded items as read.
te: డౌన్‌లోడ్ చేసిన అంశాలను చదివినట్లుగా గుర్తించండి. (_M)

source: Extract full content from HTML5 and Google AMP
te: HTML5 మరియు Google AMP నుండి పూర్తి కంటెంట్‌ను సంగ్రహించండి.

source: Add Reedah Account
te: రీడా ఖాతాను జోడించండి

source: Please enter your Reedah account settings.
te: దయచేసి మీ రీడా ఖాతా సెట్టింగ్‌లను నమోదు చేయండి.

source: Rename
te: పేరు మార్చండి

source: _New Name:
te: కొత్త పేరు: (_N)

source: Search Folder Properties
te: ఫోల్డర్ లక్షణాలను శోధించండి

source: Search _Name:
te: శోధన పేరు: (_N)

source: Search Rules
te: శోధన నియమాలు

source: Rules
te: నియమాలు

source: All rules for this search folder
te: ఈ శోధన ఫోల్డర్ కోసం అన్ని నియమాలు

source: Rule Matching
te: నియమం సరిపోలిక

source: A_ny Rule Matches
te: ఏదైనా రూల్ మ్యాచ్‌లు (_A)

source: _All Rules Must Match
te: అన్ని నియమాలు తప్పనిసరిగా సరిపోలాలి (_A)

source: Hide read items
te: చదివిన అంశాలను దాచండి

source: Advanced Search
te: అధునాతన శోధన

source: _Search Folder...
te: శోధన ఫోల్డర్... (_S)

source: Find Items that meet the following criteria
te: కింది ప్రమాణాలకు అనుగుణంగా ఉన్న వస్తువులను కనుగొనండి.

source: Search All Feeds
te: అన్ని ఫీడ్‌లను శోధించండి

source: _Advanced...
te: అధునాతన... (_A)

source: Starts searching for the specified text in all feeds. The search result will appear in the item list.
te: అన్ని ఫీడ్‌లలో పేర్కొన్న టెక్స్ట్ కోసం శోధించడం ప్రారంభిస్తుంది. శోధన ఫలితం అంశాల జాబితాలో కనిపిస్తుంది.

source: _Search for:
te: దీని కోసం శోధించండి: (_S)

source: Enter a search string Liferea should find either in a items title or in its content.
te: లైఫ్రియా ఒక ఐటెమ్ టైటిల్‌లో లేదా దాని కంటెంట్‌లో కనుగొనవలసిన శోధన స్ట్రింగ్‌ను నమోదు చేయండి.

source: Advanced...
te: అధునాతన...

source: Feed _Source
te: ఫీడ్ మూలం (_S)

source: Enter a website location to use feed autodiscovery or in case you know it the exact feed location.
te: ఫీడ్ ఆటోడిస్కవరీని ఉపయోగించడానికి లేదా మీకు ఖచ్చితమైన ఫీడ్ స్థానం తెలిస్తే వెబ్‌సైట్ స్థానాన్ని నమోదు చేయండి.

source: Add TheOldReader Account
te: TheOldReader ఖాతాను జోడించండి

source: Please enter your TheOldReader account settings.
te: దయచేసి మీ TheOldReader ఖాతా సెట్టింగ్‌లను నమోదు చేయండి.

source: Add Tiny Tiny RSS Account
te: టైనీ టైనీ RSS ఖాతాను జోడించండి

source: Please enter your TinyTinyRSS account settings.
te: దయచేసి మీ TinyTinyRSS ఖాతా సెట్టింగ్‌లను నమోదు చేయండి.

source: _Server URL
te: సర్వర్ URL (_S)

source: _Username
te: వినియోగదారు పేరు (_U)

source: Update Monitor
te: అప్‌డేట్ మానిటర్

source: Stop All
te: అన్నీ ఆపు

source: _Pending Requests
te: పెండింగ్‌లో ఉన్న అభ్యర్థనలు (_P)

source: _Downloading Now
te: ఇప్పుడు డౌన్‌లోడ్ చేస్తోంది (_D)

source: Feed:
te: ఫీడ్:

source: Source:
te: మూలం:

source: Publisher
te: ప్రచురణకర్త

source: Copyright
te: కాపీరైట్

source: There was a problem when fetching this subscription!
te: ఈ సభ్యత్వాన్ని పొందుతున్నప్పుడు ఒక సమస్య ఏర్పడింది!

source: 1. Authentication
te: 1. ప్రామాణీకరణ

source: 2. Download
te: 2. డౌన్‌లోడ్ చేయండి

source: 3. Feed Discovery
te: 3. ఫీడ్ డిస్కవరీ

source: 4. Parsing
te: 4. పార్సింగ్

source: Details:
te: వివరాలు:

source: Authentication failed. Please check the credentials and try again!
te: ప్రామాణీకరణ విఫలమైంది. దయచేసి ఆధారాలను తనిఖీ చేసి, మళ్ళీ ప్రయత్నించండి!

source: There was an error when downloading the feed source:
te: ఫీడ్ సోర్స్‌ను డౌన్‌లోడ్ చేస్తున్నప్పుడు ఒక లోపం ఏర్పడింది:

source: There was an error when running the feed filter command:
te: ఫీడ్ ఫిల్టర్ ఆదేశాన్ని అమలు చేస్తున్నప్పుడు లోపం ఉంది:

source: The source does not point directly to a feed or a webpage with a link to a feed!
te: మూలం నేరుగా ఫీడ్ లేదా ఫీడ్ లింక్ ఉన్న వెబ్‌పేజీని సూచించదు!

source: Sorry, the feed could not be parsed!
te: క్షమించండి, ఫీడ్‌ను అన్వయించడం సాధ్యం కాలేదు!

source: You may want to contact the author/webmaster of the feed about this!
te: దీని గురించి మీరు ఫీడ్ రచయిత/వెబ్‌మాస్టర్‌ను సంప్రదించవచ్చు!

source: Folder:
te: ఫోల్డర్:

source: children with
te: తో పిల్లలు

source: unread headlines
te: చదవని ముఖ్యాంశాలు

source: Feed
te: ఫీడ్

source: Filed under
te: కింద దాఖలు చేశారు

source: Author
te: రచయిత

source: Shared by
te: ద్వారా భాగస్వామ్యం చేయబడింది

source: Via
te: ద్వారా

source: Related
te: సంబంధిత

source: Also posted in
te: లో కూడా పోస్ట్ చేయబడింది

source: Creator
te: సృష్టికర్త

source: Coordinates
te: కోఆర్డినేట్లు

source: Map
te: మ్యాప్

source: View count
te: వీక్షణ గణన

source: Rating
te: రేటింగ్

source: Comments
te: వ్యాఖ్యలు

source: Updating...
te: నవీకరిస్తోంది...

source: Section
te: విభాగం

source: Department
te: శాఖ

source: News Bin:
te: న్యూస్ బిన్:

source: Add items to this news bin by selecting "Copy to News Bin" from the item list context menu.
te: ఐటెమ్ లిస్ట్ కాంటెక్స్ట్ మెనూ నుండి "న్యూస్ బిన్ కు కాపీ చేయి" ఎంచుకోవడం ద్వారా ఈ న్యూస్ బిన్ కు ఐటెమ్ లను జోడించండి.

source: Search Folder:
te: శోధన ఫోల్డర్:
