Repository: SpaciousCoder78/liferea
Catalog: po/*.po
Languages: te

source: Liferea
te: లైఫ్రియా

source: Feed Reader
te: ఫీడ్ రీడర్

source: Liferea Feed Reader
te: లైఫ్రియా ఫీడ్ రీడర్

source: Read news feeds and blogs
te: వార్తల ఫీడ్‌లు మరియు బ్లాగులను చదవండి

source: Opacity:
te: అస్పష్టత:

source: Opacity
te: అస్పష్టత

source: Min
te: కనిష్ట

source: Max
te: గరిష్టంగా

source: Save
te: సేవ్ చేయండి

source: Previous Item
te: మునుపటి అంశం

source: Next Item
te: తదుపరి అంశం

source: _Next Unread Item
te: తదుపరి చదవని అంశం (_N)

source: _Mark Items Read
te: చదివిన అంశాలను గుర్తించండి (_M)

source: Search All Feeds...
te: అన్ని ఫీడ్‌లను శోధించు...

source: Feed Updates
te: ఫీడ్ నవీకరణలు

source: Plugins
te: ప్లగిన్లు

source: Plugin Installer
te: ప్లగిన్ ఇన్‌స్టాలర్

source: Activate Plugins
te: ప్లగిన్‌లను సక్రియం చేయండి

source: Download Plugins
te: ప్లగిన్‌లను డౌన్‌లోడ్ చేయండి

source: Bad fields for plugin entry %s
te: ప్లగిన్ ఎంట్రీ %s కోసం తప్పు ఫీల్డ్‌లు

source: All
te: అన్నీ

source: Advanced
te: అధునాతనమైనది

source: Menu
te: మెనూ

source: Notifications
te: నోటిఫికేషన్‌లు

source: Filter by category
te: వర్గం వారీగా ఫిల్టర్ చేయండి

source: _Install
te: ఇన్‌స్టాల్ చేయండి (_I)

source: _Uninstall
te: అన్‌ఇన్‌స్టాల్ చేయండి (_U)

source: Missing package manager '%s'. Cannot check nor install necessary dependencies!
te: ప్యాకేజీ మేనేజర్ '%s' లేదు. అవసరమైన డిపెండెన్సీలను తనిఖీ చేయలేరు లేదా ఇన్‌స్టాల్ చేయలేరు!

source: Missing package '%s'. Do you want to install it? (Will run '%s')
te: '%s' ప్యాకేజీ లేదు. మీరు దీన్ని ఇన్‌స్టాల్ చేయాలనుకుంటున్నారా? ('%s'ని అమలు చేస్తుంది)

source: Package installation failed (%s)! Check console output for further problem details!
te: ప్యాకేజీ ఇన్‌స్టాలేషన్ విఫలమైంది (%s)! మరిన్ని సమస్య వివరాల కోసం కన్సోల్ అవుట్‌పుట్‌ను తనిఖీ చేయండి!

source: Failed to check plugin dependencies (%s)!
te: ప్లగిన్ డిపెండెన్సీలను (%s) తనిఖీ చేయడంలో విఫలమైంది!

source: Command "git" not found, please install it!
te: "git" కమాండ్ దొరకలేదు, దయచేసి దాన్ని ఇన్‌స్టాల్ చేయండి!

source: Copying %s to %s
te: %s నుండి %s కి కాపీ చేస్తోంది

source: Failed to copy plugin directory (%s)!
te: ప్లగిన్ డైరెక్టరీ (%s) ను కాపీ చేయడంలో విఫలమైంది!

source: Failed to copy plugin .py file (%s)!
te: ప్లగిన్ .py ఫైల్ (%s) ను కాపీ చేయడంలో విఫలమైంది!

source: Failed to copy .plugin file (%s)!
te: .plugin ఫైల్ (%s) ను కాపీ చేయడంలో విఫలమైంది!

source: Creating schema directory %s
te: స్కీమా డైరెక్టరీ %s ను సృష్టిస్తోంది

source: Installing schema %s
te: స్కీమా %s ని ఇన్‌స్టాల్ చేస్తోంది

source: Compiling schemas...
te: స్కీమాలను కంపైల్ చేస్తోంది...

source: Failed to install schema files (%s)!
te: స్కీమా ఫైళ్ళను (%s) ఇన్‌స్టాల్ చేయడంలో విఫలమైంది!

source: Failed to enable plugin (%s)!
te: ప్లగిన్ (%s) ను ఎనేబుల్ చేయడంలో విఫలమైంది!

source: Plugin '%s' is now installed. Ensure to restart Liferea!
te: '%s' ప్లగిన్ ఇప్పుడు ఇన్‌స్టాల్ చేయబడింది. Liferea ని పునఃప్రారంభించాలని నిర్ధారించుకోండి!

source: Failed to disable plugin (%s)!
te: ప్లగిన్ (%s) ని నిలిపివేయడంలో విఫలమైంది!

source: Deleting '%s'
te: '%s' ను తొలగిస్తోంది

source: Failed to remove directory '%s' (%s)!
te: '%s' (%s) డైరెక్టరీని తొలగించడంలో విఫలమైంది!

source: Failed to remove .py file!
te: .py ఫైల్‌ను తొలగించడంలో విఫలమైంది!

source: Failed to remove .plugin file!
te: .plugin ఫైల్‌ను తీసివేయడంలో విఫలమైంది!

source: Sorry! Plugin removal failed!
te: క్షమించండి! ప్లగిన్ తొలగింపు విఫలమైంది!

source: Plugin was removed. Please restart Liferea once for it to take full effect!
te: ప్లగిన్ తీసివేయబడింది. ఇది పూర్తిగా అమలులోకి రావడానికి దయచేసి Lifereaని ఒకసారి పునఃప్రారంభించండి!

source: Liferea unread icon
te: లైఫ్రియా చదవని చిహ్నం

source: Show / Hide
te: చూపించు / దాచు

source: Minimize to tray on close
te: మూసివేసినప్పుడు ట్రేకి కుదించండి

source: Quit
te: నిష్క్రమించు

source: You must select a feed to delete its items!
te: మీరు ఒక ఫీడ్‌ను ఎంచుకుని దాని అంశాలను తొలగించాలి!

source: No item has been selected
te: ఏ వస్తువును ఎంచుకోలేదు.

source: Email command failed: %s
te: ఈమెయిల్ ఆదేశం విఫలమైంది: %s

source: Starting: "%s"
te: ప్రారంభం: "%s"

source: Liferea is in offline mode. No update possible.
te: లైఫ్రియా ఆఫ్‌లైన్ మోడ్‌లో ఉంది. అప్‌డేట్ చేయడం సాధ్యం కాదు.

source: Save items to file
te: ఫైల్‌కి అంశాలను సేవ్ చేయండి

source: _Cancel
te: రద్దు (_C)

source: _Save
te: సేవ్ చేయండి (_S)

source: RSS 2.0 files
te: RSS 2.0 ఫైల్స్

source: All files
te: అన్ని ఫైల్‌లు

source: Untitled
te: శీర్షిక లేని

source: all feeds
te: అన్ని ఫీడ్‌లు

source: Mark %s as read ?
te: %s ని చదివినట్లుగా గుర్తించాలా?

source: Are you sure you want to mark all items in %s as read ?
te: మీరు %s లోని అన్ని అంశాలను చదివినట్లుగా గుర్తు పెట్టాలనుకుంటున్నారా?

source: Help Topics
te: సహాయ అంశాలు

source: Quick Reference
te: త్వరిత సూచన

source: Browser command failed: %s
te: బ్రౌజర్ ఆదేశం విఫలమైంది: %s

source: Authorization Error
te: అధికార లోపం

source: Cannot create cache directory "%s"!
te: "%s" కాష్ డైరెక్టరీని సృష్టించలేము!

source: Today %l:%M %p
te: ఈరోజు %l:%M %p

source: Yesterday %l:%M %p
te: నిన్న %l:%M %p

source: XML error while reading OPML file! Could not import "%s"!
te: OPML ఫైల్ చదువుతున్నప్పుడు XML లోపం! "%s"ని దిగుమతి చేయలేకపోయాము!

source: Empty document! OPML document "%s" should not be empty when importing.
te: ఖాళీ పత్రం! దిగుమతి చేస్తున్నప్పుడు OPML పత్రం "%s" ఖాళీగా ఉండకూడదు.

source: "%s" is not a valid OPML document! Liferea cannot import this file!
te: "%s" చెల్లుబాటు అయ్యే OPML పత్రం కాదు! Liferea ఈ ఫైల్‌ను దిగుమతి చేయలేదు!

source: Imported feed list
te: ఫీడ్ జాబితా దిగుమతి చేయబడింది

source: Import Feed List
te: ఫీడ్ జాబితాను దిగుమతి చేయండి

source: Import
te: దిగుమతి

source: OPML Files
te: OPML ఫైల్స్

source: Error while exporting feed list!
te: ఫీడ్ జాబితాను ఎగుమతి చేస్తున్నప్పుడు లోపం ఏర్పడింది!

source: Feed List exported!
te: ఫీడ్ జాబితా ఎగుమతి చేయబడింది!

source: Export Feed List
te: ఎగుమతి ఫీడ్ జాబితా

source: Export
te: ఎగుమతి చేయండి

source: Empty document!
te: పత్రం ఖాళీ!

source: Invalid XML!
te: చెల్లని XML!

source: Miniflux
te: మినీఫ్లక్స్

source: Source Type
te: మూల రకం

source: Login for '%s' has not yet completed! Please wait until login is done.
te: '%s' లాగిన్ ఇంకా పూర్తి కాలేదు! లాగిన్ పూర్తయ్యే వరకు వేచి ఉండండి.

source: The '%s' subscription was successfully converted to local feeds!
te: '%s' సబ్‌స్క్రిప్షన్ విజయవంతంగా స్థానిక ఫీడ్‌లుగా మార్చబడింది!

source: New Subscription
te: కొత్త సబ్‌స్క్రిప్షన్

source: Login failed!
te: లాగిన్ విఫలమైంది!

source: Could not parse JSON returned by Google Reader API!
te: Google Reader API ద్వారా తిరిగి వచ్చిన JSONను అన్వయించడం సాధ్యం కాలేదు!

source: Planet, BlogRoll, OPML
te: ప్లానెట్, బ్లాగ్‌రోల్, OPML

source: Choose OPML File
te: OPML ఫైల్‌ను ఎంచుకోండి

source: _Open
te: తెరువు (_O)

source: New OPML Subscription
te: కొత్త OPML సబ్‌స్క్రిప్షన్

source: Reedah
te: రీదా

source: Could not parse JSON returned by Reedah API!
te: Reedah API ద్వారా తిరిగి వచ్చిన JSONను అన్వయించడం సాధ్యం కాలేదు!

source: TheOldReader
te: ది ఓల్డ్ రీడర్

source: TinyTinyRSS HTTP API not reachable!
te: TinyTinyRSS HTTP API అందుబాటులో లేదు!

source: TinyTinyRSS subscribing to feed failed! Check if you really passed a feed URL!
te: TinyTinyRSS ఫీడ్ కు సబ్‌స్క్రైబ్ చేసుకోవడం విఫలమైంది! మీరు నిజంగా ఫీడ్ URL ను పాస్ చేశారో లేదో తనిఖీ చేయండి!

source: TinyTinyRSS unsubscribing feed failed!
te: TinyTinyRSS ఫీడ్ నుండి సభ్యత్వాన్ని తీసివేయడం విఫలమైంది!

source: This TinyTinyRSS version does not support removing feeds. Upgrade to version %s or later!
te: ఈ TinyTinyRSS వెర్షన్ ఫీడ్‌లను తీసివేయడానికి మద్దతు ఇవ్వదు. వెర్షన్ %s లేదా తదుపరి దానికి అప్‌గ్రేడ్ చేయండి!

source: Tiny Tiny RSS
te: చిన్న చిన్న RSS

source: Could not parse JSON returned by TinyTinyRSS API!
te: TinyTinyRSS API ద్వారా తిరిగి వచ్చిన JSONను అన్వయించడం సాధ్యం కాలేదు!

source: News Bin Properties
te: న్యూస్ బిన్ ప్రాపర్టీస్

source: Create News Bin
te: న్యూస్ బిన్‌ని సృష్టించండి

source: New Search Folder
te: కొత్త శోధన ఫోల్డర్

source: There are no unread items
te: చదవని అంశాలు ఏవీ లేవు.

source: Start Liferea with its main window in STATE. STATE may be `shown' or `hidden'
te: Liferea ను దాని ప్రధాన విండో STATE లో ప్రారంభించండి. STATE `చూపబడవచ్చు' లేదా `దాచబడవచ్చు'

source: Show version information and exit
te: వెర్షన్ సమాచారాన్ని చూపించి నిష్క్రమించండి

source: Add a new subscription
te: కొత్త సభ్యత్వాన్ని జోడించండి

source: Start with all plugins disabled
te: అన్ని ప్లగిన్‌లను నిలిపివేయడంతో ప్రారంభించండి

source: Print debugging messages of all types
te: అన్ని రకాల డీబగ్గింగ్ సందేశాలను ముద్రించండి

source: Print debugging messages for the cache handling
te: కాష్ హ్యాండ్లింగ్ కోసం డీబగ్గింగ్ సందేశాలను ముద్రించండి

source: Print debugging messages for the configuration handling
te: కాన్ఫిగరేషన్ హ్యాండ్లింగ్ కోసం డీబగ్గింగ్ సందేశాలను ముద్రించండి

source: Print debugging messages of the database handling
te: డేటాబేస్ హ్యాండ్లింగ్ యొక్క డీబగ్గింగ్ సందేశాలను ముద్రించండి

source: Print debugging messages of all GUI functions
te: అన్ని GUI ఫంక్షన్ల డీబగ్గింగ్ సందేశాలను ముద్రించండి

source: Enables HTML rendering debugging. Each time Liferea renders HTML output it will also dump the generated HTML into ~/.cache/liferea/output.html
te: HTML రెండరింగ్ డీబగ్గింగ్‌ను ప్రారంభిస్తుంది. Liferea HTML అవుట్‌పుట్‌ను రెండర్ చేసిన ప్రతిసారీ అది జనరేట్ చేయబడిన HTMLను ~/.cache/liferea/output.html లోకి డంప్ చేస్తుంది.

source: Print debugging messages of all network activity
te: అన్ని నెట్‌వర్క్ కార్యాచరణ యొక్క డీబగ్గింగ్ సందేశాలను ముద్రించండి

source: Print debugging messages of all parsing functions
te: అన్ని పార్సింగ్ ఫంక్షన్ల డీబగ్గింగ్ సందేశాలను ముద్రించండి

source: Print debugging messages of the feed update processing
te: ఫీడ్ అప్‌డేట్ ప్రాసెసింగ్ యొక్క డీబగ్గింగ్ సందేశాలను ముద్రించండి

source: Print debugging messages of the search folder matching
te: శోధన ఫోల్డర్ సరిపోలిక యొక్క డీబగ్గింగ్ సందేశాలను ముద్రించండి

source: Print debugging messages for the given topic
te: ఇచ్చిన అంశం కోసం డీబగ్గింగ్ సందేశాలను ముద్రించండి

source: The update request was cancelled
te: అప్‌డేట్ అభ్యర్థన రద్దు చేయబడింది.

source: The resource moved permanently to a new location
te: వనరు శాశ్వతంగా కొత్త స్థానానికి తరలించబడింది.

source: You are unauthorized to download this feed. Please update your username and password in the feed properties dialog box
te: ఈ ఫీడ్‌ను డౌన్‌లోడ్ చేసుకోవడానికి మీకు అధికారం లేదు. దయచేసి ఫీడ్ ప్రాపర్టీస్ డైలాగ్ బాక్స్‌లో మీ యూజర్‌నేమ్ మరియు పాస్‌వర్డ్‌ను అప్‌డేట్ చేయండి.

source: Payment required
te: చెల్లింపు అవసరం

source: You're not allowed to access this resource
te: ఈ వనరును యాక్సెస్ చేయడానికి మీకు అనుమతి లేదు.

source: Resource Not Found
te: వనరు కనుగొనబడలేదు

source: Method Not Allowed
te: పద్ధతి అనుమతించబడదు

source: Not Acceptable
te: ఆమోదయోగ్యం కాదు

source: Proxy authentication required
te: ప్రాక్సీ ప్రమాణీకరణ అవసరం

source: Request timed out
te: అభ్యర్థన సమయం ముగిసింది

source: The webserver indicates this feed is discontinued. It's no longer available. Liferea won't update it anymore but you can still access the cached headlines.
te: ఈ ఫీడ్ నిలిపివేయబడిందని వెబ్ సర్వర్ సూచిస్తుంది. ఇది ఇకపై అందుబాటులో లేదు. Liferea దీన్ని ఇకపై నవీకరించదు కానీ మీరు ఇప్పటికీ కాష్ చేసిన హెడ్‌లైన్‌లను యాక్సెస్ చేయవచ్చు.

source: Internal Server Error
te: అంతర్గత సర్వర్ లోపం

source: Not Implemented
te: అమలు చేయలేదు

source: Bad Gateway
te: చెడ్డ గేట్‌వే

source: Service Unavailable
te: సేవ అందుబాటులో లేదు

source: Gateway Timeout
te: గేట్‌వే గడువు ముగిసింది

source: HTTP Version Not Supported
te: HTTP సంస్కరణకు మద్దతు లేదు

source: An unknown networking error happened!
te: తెలియని నెట్‌వర్కింగ్ లోపం సంభవించింది!

source: Failed to create feed file: %s
te: ఫీడ్ ఫైల్‌ను సృష్టించడంలో విఫలమైంది: %s

source: Feed file exported from Liferea
te: లైఫ్రియా నుండి ఫీడ్ ఫైల్ ఎగుమతి చేయబడింది.

source: Error while saving feed file
te: ఫీడ్ ఫైల్‌ను సేవ్ చేస్తున్నప్పుడు లోపం ఏర్పడింది.

source: Website
te: వెబ్సైట్

source: Item
te: అంశం

source: does contain
te: కలిగి ఉంటుంది

source: does not contain
te: కలిగి ఉండదు

source: Item title
te: అంశం శీర్షిక

source: Item body
te: అంశం శరీరం

source: Item author
te: అంశం రచయిత

source: Read status
te: స్థితిని చదవండి

source: is unread
te: చదవలేదు

source: is read
te: చదవబడుతుంది

source: Flag status
te: జెండా స్థితి

source: is flagged
te: అని ధ్వజమెత్తారు

source: is unflagged
te: ఫ్లాగ్ చేయబడలేదు

source: Enclosure
te: ఎన్ క్లోజర్

source: included
te: చేర్చబడింది

source: not included
te: చేర్చబడలేదు

source: Podcast
te: పోడ్‌కాస్ట్

source: Category
te: వర్గం

source: is set
te: సెట్ చేయబడింది

source: is not set
te: సెట్ కాలేదు

source: Feed title
te: ఫీడ్ శీర్షిక

source: Feed source
te: ఫీడ్ మూలం

source: Parent folder title
te: పేరెంట్ ఫోల్డర్ శీర్షిక

source: Subscription "%s" is already being updated!
te: "%s" సబ్‌స్క్రిప్షన్ ఇప్పటికే అప్‌డేట్ చేయబడుతోంది!

source: The subscription "%s" was discontinued. Liferea won't update it anymore!
te: "%s" సబ్‌స్క్రిప్షన్ నిలిపివేయబడింది. లైఫ్‌రియా ఇకపై దాన్ని అప్‌డేట్ చేయదు!

source: The URL of "%s" has changed permanently and was updated
te: "%s" యొక్క URL శాశ్వతంగా మార్చబడింది మరియు నవీకరించబడింది.

source: "%s" has not changed since last update
te: చివరి నవీకరణ నుండి "%s" మారలేదు.

source: "%s" is discontinued. Liferea won't updated it anymore!
te: "%s" నిలిపివేయబడింది. లైఫ్రియా దానిని ఇకపై నవీకరించదు!

source: Updating (%d / %d) ...
te: (%d / %d) ను నవీకరిస్తోంది ...

source: Updating '%s'...
te: '%s' ను నవీకరిస్తోంది...

source: Enter the username and password for "%s" (%s):
te: "%s" (%s) కోసం యూజర్‌నేమ్ మరియు పాస్‌వర్డ్‌ను నమోదు చేయండి:

source: Unknown source
te: తెలియని మూలం

source: %s <i>Rebuilding</i>
te: %s <i>పునర్నిర్మాణం</i>

source: Deleting entry
te: ఎంట్రీని తొలగిస్తోంది

source: Are you sure that you want to delete "%s" and its contents?
te: మీరు "%s" మరియు దాని కంటెంట్‌లను ఖచ్చితంగా తొలగించాలనుకుంటున్నారా?

source: Are you sure that you want to delete "%s"?
te: మీరు "%s" ను తొలగించాలనుకుంటున్నారా?

source: _Delete
te: తొలగించు (_D)

source: Deletion Confirmation
te: తొలగింపు నిర్ధారణ

source: Are you sure that you want to add a new subscription with URL "%s"? Another subscription with the same URL already exists ("%s").
te: "%s" URL తో కొత్త సబ్‌స్క్రిప్షన్‌ను జోడించాలనుకుంటున్నారా? అదే URL తో మరొక సబ్‌స్క్రిప్షన్ ఇప్పటికే ఉంది ("%s").

source: _Add
te: జోడించు (_A)

source: Adding Duplicate Subscription Confirmation
te: నకిలీ సభ్యత్వ నిర్ధారణను జోడిస్తోంది

source: Couldn't find pixmap file: %s
te: pixmap ఫైల్ కనుగొనబడలేదు: %s

source: <span background='red' color='black'> important </span>
te: <span background='red' color='black'> ముఖ్యమైనది </span>

source: Headline
te: శీర్షిక

source: Date
te: తేదీ

source: This item has no link specified!
te: ఈ అంశానికి లింక్ పేర్కొనబడలేదు!

source: Content download failed! Try disabling reader mode.
te: కంటెంట్ డౌన్‌లోడ్ విఫలమైంది! రీడర్ మోడ్‌ను నిలిపివేయడానికి ప్రయత్నించండి.

source: Content extraction failed! Try disabling reader mode.
te: కంటెంట్ సంగ్రహణ విఫలమైంది! రీడర్ మోడ్‌ను నిలిపివేయడానికి ప్రయత్నించండి.

source: minutes
te: నిమిషాలు

source: hours
te: గంటలు

source: days
te: రోజులు

source: Normal View
te: సాధారణ వీక్షణ

source: Wide View
te: విస్తృత వీక్షణ

source: Automatic
te: ఆటోమేటిక్

source: Default Browser
te: డిఫాల్ట్ బ్రౌజర్

source: Manual
te: మాన్యువల్

source: Remove
te: తొలగించు

source: Saved Search
te: సేవ్ చేసిన శోధన

source: Choose File
te: ఫైల్‌ని ఎంచుకోండి

source: The provider of this feed suggests an update interval of %d minute.
te: ఈ ఫీడ్ ప్రొవైడర్ %d నిమిషం నవీకరణ విరామాన్ని సూచిస్తున్నారు.

source: This feed specifies no default update interval.
te: ఈ ఫీడ్ ఎటువంటి డిఫాల్ట్ నవీకరణ విరామాన్ని పేర్కొనలేదు.

source: All Files
te: అన్ని ఫైల్‌లు

source: Error opening temp file %s to use for filtering!
te: ఫిల్టరింగ్ కోసం ఉపయోగించడానికి తాత్కాలిక ఫైల్ %s ను తెరవడంలో లోపం ఏర్పడింది!

source: %s exited with status %d
te: %s స్థితి %d తో నిష్క్రమించారు

source: Error: Could not open pipe "%s"
te: లోపం: "%s" పైప్ తెరవలేకపోయింది.

source: Error: Could not write temporary file!
te: దోషం: తాత్కాలిక ఫైల్‌ను వ్రాయలేకపోయింది!

source: Error: Could not open file "%s"
te: లోపం: "%s" ఫైల్‌ను తెరవలేకపోయింది.

source: Error: There is no file "%s"
te: లోపం: "%s" ఫైల్ లేదు.

source: Open Link In _Tab
te: ట్యాబ్‌లో లింక్‌ని తెరవండి (_T)

source: Open Link In Browser
te: బ్రౌజర్‌లో లింక్‌ని తెరవండి

source: Open Link In External Browser
te: బాహ్య బ్రౌజర్‌లో లింక్‌ను తెరవండి

source: _Bookmark Link at %s
te: %s వద్ద లింక్‌ను బుక్‌మార్క్ చేయండి (_B)

source: _Copy Link Location
te: లింక్ స్థానాన్ని కాపీ చేయండి (_C)

source: _View Image
te: చిత్రాన్ని వీక్షించండి (_V)

source: _Copy Image Location
te: చిత్ర స్థానాన్ని కాపీ చేయండి (_C)

source: S_ave Link As
te: లింక్‌ను ఇలా సేవ్ చేయండి (_A)

source: S_ave Image As
te: చిత్రాన్ని ఇలా సేవ్ చేయండి (_A)

source: _Subscribe...
te: సబ్స్క్రైబ్ చేయండి... (_S)

source: _Copy
te: కాపీ (_C)

source: _Increase Text Size
te: టెక్స్ట్ సైజు పెంచండి (_I)

source: _Decrease Text Size
te: టెక్స్ట్ సైజు తగ్గించండి (_D)

source: _Reader Mode
te: రీడర్ మోడ్ (_R)

source: [There were more errors. Output was truncated!]
te: [మరిన్ని లోపాలు ఉన్నాయి. అవుట్‌పుట్ కుదించబడింది!]

source: XML Parser: Could not parse document:
te: XML Parser: పత్రాన్ని పార్స్ చేయడం సాధ్యం కాలేదు:

source: About
te: గురించి

source: Liferea is a news aggregator for GTK+
te: లైఫ్రియా అనేది GTK+ కోసం ఒక వార్తల సంకలనం.

source: Liferea Homepage
te: లైఫ్రియా హోమ్‌పేజీ

source: Authentication
te: ప్రమాణీకరణ

source: Enter the username and password for "%s" (%s)
te: "%s" (%s) కోసం యూజర్‌నేమ్ మరియు పాస్‌వర్డ్‌ను నమోదు చేయండి.

source: User_name:
te: వాడుకరి_పేరు: (_N)

source: _Password:
te: పాస్‌వర్డ్: (_P)

source: Add Google Reader API Account
te: Google Reader API ఖాతాను జోడించండి

source: Please enter the details of the new Google Reader API compatible subscription.
te: దయచేసి కొత్త Google Reader API అనుకూల సభ్యత్వ వివరాలను నమోదు చేయండి.

source: _Password
te: పాస్‌వర్డ్: (_P)

source: _Username (Email)
te: యూజర్ పేరు (ఇమెయిల్) (_U)

source: _Server
te: సర్వర్ (_U)

source: _Name
te: పేరు (_U)

source: _Subscriptions
te: సబ్‌స్క్రిప్షన్‌లు (_U)

source: Update _All
te: అన్నీ నవీకరించండి (_A)

source: Mark All As _Read
te: అన్నీ చదివినట్లుగా గుర్తించండి (_R)

source: _New Subscription...
te: కొత్త సభ్యత్వం... (_N)

source: New _Folder...
te: కొత్త ఫోల్డర్... (_F)

source: New S_earch Folder...
te: కొత్త శోధన ఫోల్డర్... (_E)

source: New _Source...
te: కొత్త మూలం... (_S)

source: New _News Bin...
te: కొత్త వార్తల బిన్... (_N)

source: _Import Feed List...
te: ఫీడ్ జాబితాను దిగుమతి చేయి... (_I)

source: _Export Feed List...
te: ఫీడ్ జాబితాను ఎగుమతి చేయి... (_E)

source: _Quit
te: నిష్క్రమించు (_Q)

source: _Feed
te: ఫీడ్ (_F)

source: _Update
te: నవీకరించు (_U)

source: Remove _All Items
te: అన్ని అంశాలను తీసివేయండి (_A)

source: _Remove
te: తొలగించు (_R)

source: _Properties
te: గుణాలు (_P)

source: _Item
te: అంశం (_I)

source: Toggle _Read Status
te: పఠన స్థితిని టోగుల్ చేయండి (_R)

source: Toggle Item _Flag
te: అంశం ఫ్లాగ్‌ని టోగుల్ చేయండి (_F)

source: R_emove
te: తొలగించు (_R)

source: Open In _Tab
te: ట్యాబ్‌లో తెరవండి (_T)

source: _Open In Browser
te: బ్రౌజర్‌లో తెరవండి (_O)

source: Open In _External Browser
te: బాహ్య బ్రౌజర్‌లో తెరవండి (_E)

source: _View
te: చూడండి (_V)

source: _Fullscreen
te: పూర్తి స్క్రీన్ (_F)

source: Zoom _In
te: జూమ్ ఇన్ (_I)

source: Zoom _Out
te: జూమ్ అవుట్ చేయండి (_O)

source: _Normal size
te: సాధారణ పరిమాణం (_N)

source: _Reduced Feed List
te: తగ్గించిన ఫీడ్ జాబితా (_R)

source: _Tools
te: ఉపకరణాలు (_T)

source: _Update Monitor
te: అప్‌డేట్ మానిటర్ (_U)

source: _Preferences
te: ప్రాధాన్యతలు (_P)

source: _Sort Feeds
te: సోర్ట్ ఫీడ్‌లు (_S)

source: S_earch
te: శోధించండి (_E)

source: _Help
te: సహాయం (_H)

source: _Contents
te: కంటెంట్‌లు (_C)

source: _Quick Reference
te: త్వరిత సూచన (_Q)

source: _About
te: గురించి (_A)

source: page 1
te: పేజీ 1

source: page 2
te: పేజీ 2

source: Headlines
te: ముఖ్యాంశాలు

source: Mark all as read ?
te: అన్నీ చదివినట్లు గుర్తు పెట్టాలా?

source: Mark all as read
te: అన్నింటినీ చదివినట్లుగా గుర్తించండి

source: Do not ask again
te: మళ్ళీ అడగవద్దు

source: New Folder
te: కొత్త ఫోల్డర్

source: _Folder name:
te: ఫోల్డర్ పేరు: (_F)

source: _News Bin Name:
te: న్యూస్ బిన్ పేరు: (_N)

source: _Always show in Reduced Feed List
te: ఎల్లప్పుడూ తగ్గించబడిన ఫీడ్ జాబితాలో చూపించు (_A)

source: Feed Source
te: ఫీడ్ మూలం

source: Source Type:
te: మూలం రకం:

source: _Command
te: ఆదేశం (_C)

source: _Local File
te: స్థానిక ఫైల్ (_L)

source: Select File...
te: ఫైల్‌ని ఎంచుకోండి...

source: _Source:
te: మూలం: (_S)

source: Download / Postprocessing
te: డౌన్‌లోడ్ / పోస్ట్ ప్రాసెసింగ్

source: _Don't use proxy for download
te: డౌన్‌లోడ్ కోసం ప్రాక్సీని ఉపయోగించవద్దు. (_D)

source: Use conversion _filter
te: మార్పిడి ఫిల్టర్‌ను ఉపయోగించండి (_F)

source: Liferea can use external filter plugins in order to access feeds and directories in non-supported formats. See the documentation for more information.
te: మద్దతు లేని ఫార్మాట్లలో ఫీడ్‌లు మరియు డైరెక్టరీలను యాక్సెస్ చేయడానికి లైఫ్రియా బాహ్య ఫిల్టర్ ప్లగిన్‌లను ఉపయోగించవచ్చు. మరిన్ని వివరాల కోసం డాక్యుమెంటేషన్ చూడండి.

source: Convert _using:
te: ఉపయోగించి మార్చండి: (_U)

source: Source Selection
te: మూలం ఎంపిక

source: _Select the source type you want to add...
te: మీరు జోడించాలనుకుంటున్న మూల రకాన్ని ఎంచుకోండి... (_S)

source: Add OPML/Planet
te: OPML/గ్రహాన్ని జోడించండి

source: Please specify a local file or an URL pointing to a valid OPML feed list.
te: దయచేసి చెల్లుబాటు అయ్యే OPML ఫీడ్ జాబితాకు సూచించే స్థానిక ఫైల్ లేదా URLను పేర్కొనండి.

source: _Location
te: స్థానం (_L)

source: _Select File
te: ఫైల్‌ని ఎంచుకోండి (_S)

source: Liferea Preferences
te: లైఫ్రియా ప్రాధాన్యతలు

source: Feed Cache Handling
te: ఫీడ్ కాష్ హ్యాండ్లింగ్

source: Default _number of items per feed to save:
te: సేవ్ చేయాల్సిన ఫీడ్‌కు డిఫాల్ట్ అంశాల సంఖ్య: (_N)

source: Feed Update Settings
te: ఫీడ్ అప్‌డేట్ సెట్టింగ్‌లు

source: Note: <i>Please remember to set a reasonable refresh time. Usually it is a waste of bandwidth to poll feeds more often than each hour.</i>
te: గమనిక: <i>దయచేసి సహేతుకమైన రిఫ్రెష్ సమయాన్ని సెట్ చేయడం గుర్తుంచుకోండి. సాధారణంగా ప్రతి గంట కంటే ఎక్కువసార్లు ఫీడ్‌లను పోల్ చేయడం బ్యాండ్‌విడ్త్‌ను వృధా చేస్తుంది.</i>

source: _Update all subscriptions at startup.
te: ప్రారంభంలో అన్ని సభ్యత్వాలను నవీకరించండి. (_U)

source: Default Feed Refresh _Interval:
te: డిఫాల్ట్ ఫీడ్ రిఫ్రెష్ విరామం: (_I)

source: Feeds
te: ఫీడ్స్

source: Folder Display Settings
te: ఫోల్డర్ ప్రదర్శన సెట్టింగ్‌లు

source: _Show the items of all child feeds when a folder is selected.
te: Show the items of all child feeds when a folder is selected. (_S)

source: _Hide read items.
te: చదివిన అంశాలను దాచండి. (_H)

source: Feed Icons (Favicons)
te: ఫీడ్ చిహ్నాలు (ఫేవికాన్లు)

source: _Update all favicons now
te: అన్ని ఫేవికాన్‌లను ఇప్పుడే నవీకరించు (_U)

source: Folders
te: ఫోల్డర్లు

source: Reading Headlines
te: హెడ్‌లైన్స్ చదవడం

source: _Skim through articles with:
te: వీటితో కథనాలను పరిశీలించండి: (_S)

source: _Default View Mode:
te: డిఫాల్ట్ వీక్షణ మోడ్: (_D)

source: _Defer removing read items from folders and search folders.
te: ఫోల్డర్‌లు మరియు శోధన ఫోల్డర్‌ల నుండి చదివిన అంశాలను తీసివేయడాన్ని వాయిదా వేయండి. (_D)

source: Ask for confirmation when marking all items as read.
te: అన్ని అంశాలను చదివినట్లుగా గుర్తు పెట్టేటప్పుడు నిర్ధారణ కోసం అడగండి.

source: Web Integration
te: వెబ్ ఇంటిగ్రేషన్

source: _Post Bookmarks to
te: బుక్‌మార్క్‌లను పోస్ట్ చేయండి (_P)

source: Internal Browser Settings
te: అంతర్గత బ్రౌజర్ సెట్టింగ్‌లు

source: Open links in Liferea's _window.
te: లైఫ్రియా విండోలో లింక్‌లను తెరవండి. (_W)

source: _Never run external Javascript.
te: బాహ్య జావాస్క్రిప్ట్‌ను ఎప్పుడూ అమలు చేయవద్దు. (_N)

source: _Enable browser plugins.
te: బ్రౌజర్ ప్లగిన్‌లను ప్రారంభించండి. (_E)

source: External Browser Settings
te: బాహ్య బ్రౌజర్ సెట్టింగ్‌లు

source: _Browser:
te: బ్రౌజర్: (_B)

source: _Manual:
te: మాన్యువల్: (_M)
